import discord

dseto = "でもな、セト。傷つけないなんてことは出来ないんだ。。。人間存在するだけで、無自覚で誰かを傷つけるものさ。生きていても死んでいても、ずっと傷つける。。。関われば傷つけるし、関わらないようにしてもその事が傷つけるかもしれない。。。けれど、どうでもいい相手なら傷つけた事に気付かない。必要なのは自覚だ。大切に想うからこそ、『傷つけてしまった。』と感じるんだ。誰かを大切に想うという事は、その人を傷つける覚悟をするという事だよ。。"

eseto = discord.Embed(title="",description="いいか、セト。生きているというのは何よりも尊いんだ。それを恥ずかしく思うだなんてそのほうが恥ずかしいんだぞ？だから、俺のことを見て『あれ死んだと思ってた（笑）』とか笑っちゃう奴らに生きる価値とかないよな")

dmaru = "でもな、まる。傷つけないなんてことは出来ないんだ。。。人間存在するだけで、無自覚で誰かを傷つけるものさ。生きていても死んでいても、ずっと傷つける。。。関われば傷つけるし、関わらないようにしてもその事が傷つけるかもしれない。。。けれど、どうでもいい相手なら傷つけた事に気付かない。必要なのは自覚だ。大切に想うからこそ、『傷つけてしまった。』と感じるんだ。誰かを大切に想うという事は、その人を傷つける覚悟をするという事だよ。。"

shota = discord.Embed(title="まくにこ",description="本名:まーくにこちん(Mark-Nicotine)\n1/13(?)/2004生まれの世界的スーパーショタコン\nショタコンサルティング業界に入るまでは空手やサッカーもやっていた。\n趣味は弟が買っているヘビに首を絞めてもらったり尿道、ケツ穴を刺激してもらうこと。(wiki)\nインスタ - https://www.instagram.com/shota_424/",color=0XE16941)

mizu = discord.Embed(title="はなこ",description="本名:荒雷(Ara-Rai)\n生年月日は不明\n身長は159㎝。自分で言っているだけなので本当かどうかはわからない。低いや短いというとよくわからない寝転んでいる写真を見せつけてくる。\n趣味はイマジナリーガールフレンドとイイことを.......(本人情報)",color=0XEE82EE)

maru = discord.Embed(title="まる",description="本名:丸ファナファファファーーー↑ｗｗｗｗｗｗナ(Mar-Juana)\n生年月日不明\n趣味はガンダムごっこ、数学の問題の丸付け、キャップを舐めまわすこと。\n普段からdvをしているため、女性からは畏怖の対象。福島という謎の生態とは両想い。(weblio)",color=0X2FFFAD)

leo = discord.Embed(title="レ才",description="本名:クリスタル💎レオ(Crystal-Leo)\n2/1,3/1/2004生まれのプロゴッドフィールダー。UGC(Ultimate Godfield Chanmpionship)所属\n現在岸田に一番近い人類として知られている。名前の由来は自分のキンタマがクリスタルのように光っていたことから。(レオママより)\n収入源はゴッフィ世界大会の賞金とATM（かっちゃん）。",color=0XD670DA)

yuto = discord.Embed(title="ゆうと☆ミ",description="本名:勇冨(Yu-Tomi)\n?/?/2003生まれ。アナル開発の第一人者。\n趣味はママにトコロテンを...おっと、誰か来たようだ。最近はカジタニーにはまっているらしい。(twitter for china))",color=0X8F8FBC)

yuko = discord.Embed(title="ゆうこ☆ミ",description="本名:勇恋未(Yu-Comi)\n8/11/2020生まれ。ゆうと☆ミの実の母親。")

seto = discord.Embed(title="せと",description="本名:--(--)\n2/17/2004生まれ。--\n小さい頃の夢はかえる、かっぱになること。いつも面白くないギャグを丸ファナファファファーーー↑ｗｗｗｗｗｗナに言わされている。\n職業はゆうとみのカジタニーの助手。")

fuku = discord.Embed(title="ふくしま",description="本名:--\n?/?/200?生まれの真面目くん。\nびっくりするほどユートピアを日常的にやっているため体幹が強い。\n趣味は男の後ろで腰を振ること。幼稚園ブログを覗くこと。")

ren = discord.Embed(title="れんま",description="本名:ジェネシス山野(Jenesis-Yamano)7/17/2003生まれ。普段は戦場(GTA)で戦っている。\nいつも家に帰るとFPSごっこをしだすため、家族には白い目で見られている。飼い犬の琥珀とは多分仲良し。知らんけど。\nFPSごっこばかりしているからか銃のセンスはかなりあるため、その技術を生かし銀行強盗をすることもある。成功率は9割5分8厘(提供 - 琥珀)")

stand = discord.Embed(title="スタンド一覧",description="あららい / ストームワン\n能力は?自分の手の届く範囲と視界に収められる物なら概念だろうが、何だろうが、縮めることが出来る。基本的に移動が楽。過去にぬけ道の壁の穴を通ろうと、スタンドの能力で自身を縮めたのだが、その時、自分のスタンドは縮める事しか出来ないという事に気付いた。\n\nレオ / 出て来い俺のスタンドゴッドフリート\nゴッドフリートとはギリシャ語で「男」「漢らしい」を意味\n能力は\n①「料理に使うパスタの袋を開ける速度1.5倍」\n②「包丁を使った時の切れ味速度が2.7倍上がっていく」\n③「殴ったときの攻撃が毎回自分が相手に過去に与えたダメージ分プラスして反映される(脇本そっくりの人間は至るところに出現するが、すべて脇本のスタンドであり勝手に動き勝手に話し言うことは一切聞かず、脇本のことも認知していない。しかし脇本に似ている。さらにその時スタンドの派生が相手に与えた攻撃もプラスされる)\n\n丸ファナ / エキゾチック・ルドラ\n①能力、自分から半径45メートル以内の出来事（殺人）（怪我）（感情）等を半径45メートル以内の全員と共有させる。\n②能力、この共有の効果範囲の人物に対して効果適応の有無を指定出来る。指定しない場合全員が対象内になる。\n「このスタンドが発現した当時から丸ファナ君は自分が今までにくらってきた痛みを他人にも与えようと女性を殴ることへの快感を覚えた")